Revit 2027 API
ParameterTypeId.ViewerBoundOffsetBottom Property
 "Bottom Clip Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundOffsetBottom { get; }
Public Shared ReadOnly Property ViewerBoundOffsetBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundOffsetBottom {
	ForgeTypeId^ get ();
}
static member ViewerBoundOffsetBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace